Repository: paulgessinger/swift-paperless
Catalog: swift-paperless/Localization/Deeplinks.xcstrings
Source language: en
Languages: da, de, fr, it, nl, pl, tr

# errorExcludedTagsNotAllowedInAnyMode
source: Excluded tags (!) are not allowed when using tag_mode=any
da: Ekskluderede tags (!) er ikke tilladt, når man bruger tag_mode=any
de: Ausgeschlossene Tags (!) sind nicht erlaubt, wenn tag_mode=any verwendet wird
fr: Les balises exclues (!) ne sont pas autorisées lors de l'utilisation de tag_mode=any
it: I tag esclusi (!) non sono ammessi quando si usa tag_mode=any
nl: Uitgesloten tags (!) zijn niet toegestaan bij gebruik van tag_mode=any
pl: Wykluczone tagi (!) nie są dozwolone przy użyciu tag_mode=any
tr: Tag_mode=any kullanılırken hariç tutulan etiketlere (!) izin verilmez

# errorInvalidAsnValue
source: Invalid ASN value: "%@"
da: Ugyldig ASN-værdi: "%@"
de: Ungültiger ASN-Wert: "%@"
fr: Valeur ASN invalide : "%@"
it: Valore ASN non valido: "%@"
nl: Ongeldige ASN-waarde: "%@"
pl: Nieprawidłowa wartość ASN: "%@"
tr: Geçersiz ASN değeri: "%@"

# errorInvalidDateFormat
source: Invalid date format: "%@". Use YYYY-MM-DD
da: Ugyldigt datoformat: "%@". Brug ÅÅÅÅ-MM-DD
de: Ungültiges Datumsformat: "%@". Verwenden Sie JJJJ-MM-TT
fr: Format de date invalide : "%@". Utiliser YYYY-MM-DD
it: Formato data non valido: "%@". Utilizzare YYYY-MM-DD
nl: Ongeldig datumformaat: "%@". Gebruik JJJJ-MM-DD
pl: Nieprawidłowy format daty: "%@". Użyj RRRR-MM-DD
tr: Geçersiz tarih biçimi: "%@". YYYY-MM-DD kullanın

# errorInvalidDocumentId
source: Invalid document ID: "%@"
da: Ugyldigt dokument-ID: "%@"
de: Ungültige Dokument-ID: "%@"
fr: ID de document invalide : "%@"
it: ID documento non valido: "%@"
nl: Ongeldig document ID: "%@"
pl: Nieprawidłowy identyfikator dokumentu: "%@"
tr: Geçersiz belge kimliği: "%@"

# errorInvalidSearchMode
source: Invalid search_mode: "%@". Must be "title", "content", "title_content", or "advanced"
da: Ugyldig search_mode: "%@". Skal være "title", "content", "title_content" eller "advanced"
de: Ungültiger search_mode: "%@". Muss "title", "content", "title_content", oder "advanced" sein.
fr: Mode de recherche invalide : "%@". Doit être "title", "content", "title_content", ou "advanced"
it: Modalità di ricerca non valida: "%@". Deve essere "titolo", "contenuto", "titolo_contenuto" o "avanzato"
nl: Ongeldige zoekmodus: "%@". Moet zijn "title", "content", "title_content", of "advanced"
pl: Nieprawidłowy search_mode: "%@". Musi być "title", "content", "title_content" lub "advanced"
tr: Geçersiz search_mode: "%@". "title", "content", "title_content" veya "advanced" olmalıdır

# errorInvalidSortField
source: Invalid sort parameter: "%@"
da: Ugyldig sorteringsparameter: "%@"
de: Ungültiger Sortierparameter: "%@"
fr: Paramètre de tri invalide : "%@"
it: Parametro di ordinamento non valido: "%@"
nl: Ongeldige sorteerparameter: "%@"
pl: Nieprawidłowy parametr sortowania: "%@"
tr: Geçersiz sıralama parametresi: "%@"

# errorInvalidTagMode
source: Invalid tag_mode: "%@". Must be "any" or "all"
da: Ugyldig tag_mode: "%@". Skal være "any" eller "all"
de: Ungültiger tag_mode: "%@". Muss "any" oder "all" sein
fr: Invalid tag_mode : "%@". Doit être "any" ou "all"
it: Tag_mode non valido: "%@". Deve essere "any" o "all"
nl: Ongeldige tag_mode: "%@". Moet "any" of "all" zijn
pl: Nieprawidłowy tag_mode: "%@". Musi być "any" lub "all"
tr: Geçersiz tag_mode: "%@". "any" veya "all" olmalıdır

# errorInvalidUrl
source: The deep link URL is malformed or invalid
da: URL'en til det dybe link er misdannet eller ugyldig
de: Die Deep-Link-URL ist missgebildet oder ungültig
fr: L'URL du lien profond est malformée ou invalide
it: L'URL del deep link è malformato o non valido
nl: De URL van de deeplink is misvormd of ongeldig
pl: Adres URL głębokiego linku jest zniekształcony lub nieprawidłowy
tr: Derin bağlantı URL'si hatalı biçimlendirilmiş veya geçersiz

# errorMissingDocumentId
source: Missing document ID in deep link
da: Manglende dokument-ID i dybt link
de: Fehlende Dokument-ID in Deep Link
fr: ID du document manquant dans le lien profond
it: ID documento mancante nel deep link
nl: Ontbrekend document ID in diepe link
pl: Brakujący identyfikator dokumentu w głębokim linku
tr: Derin bağlantıda eksik belge kimliği

# errorMissingPath
source: Deep link is missing a resource path
da: Dybt link mangler en ressourcesti
de: Deep Link fehlt ein Ressourcenpfad
fr: Il manque un chemin d'accès aux ressources dans le lien profond
it: Il collegamento profondo manca di un percorso di risorse
nl: Diepe link mist een bronpad
pl: W głębokim linku brakuje ścieżki zasobu
tr: Derin bağlantıda bir kaynak yolu eksik

# errorMixedFilterIdsNotAllowed
source: Cannot mix included and excluded IDs for "%@"
da: Kan ikke blande inkluderede og ekskluderede ID'er for "%@"
de: Es können keine eingeschlossenen und ausgeschlossenen IDs für "%@" gemischt werden.
fr: Impossible de mélanger les identifiants inclus et exclus pour "%@"
it: Non è possibile mescolare ID inclusi ed esclusi per "%@"
nl: Kan inbegrepen en uitgesloten ID's niet combineren voor "%@"
pl: Nie można łączyć uwzględnionych i wykluczonych identyfikatorów dla "%@"
tr: "%@" için dahil edilen ve hariç tutulan kimlikler karıştırılamıyor

# errorTitle
source: Invalid Deep Link
da: Ugyldigt dybt link
de: Ungültiger Deep Link
fr: Lien profond invalide
it: Collegamento profondo non valido
nl: Ongeldige diepe link
pl: Nieprawidłowe głębokie łącze
tr: Geçersiz Derin Bağlantı

# errorUnknownResource
source: Unknown resource type: "%@"
da: Ukendt ressourcetype: "%@"
de: Unbekannter Ressourcentyp: "%@"
fr: Type de ressource inconnu : "%@"
it: Tipo di risorsa sconosciuta: "%@"
nl: Type bron onbekend: "%@"
pl: Nieznany typ zasobu: "%@"
tr: Bilinmeyen kaynak türü: "%@"

# errorUnsupportedModifiedDateFilter
source: This deep link uses the modified date filter, which is unsupported by the current backend
da: Dette dybe link bruger filteret for ændret dato, som ikke understøttes af den nuværende backend
de: Dieser Deep Link verwendet den Filter für das Änderungsdatum, der vom aktuellen Backend nicht unterstützt wird
fr: Ce lien profond utilise le filtre de la date de modification, qui n'est pas pris en charge par le backend actuel
it: Questo link profondo utilizza il filtro della data di modifica, che non è supportato dal backend attuale
nl: Deze deeplink gebruikt de gewijzigde datumfilter, die niet wordt ondersteund door het huidige backend
pl: Ten głęboki link używa filtra daty modyfikacji, który nie jest obsługiwany przez obecny backend
tr: Bu derin bağlantı, mevcut arka uç tarafından desteklenmeyen değiştirilme tarihi filtresini kullanır

# errorUnsupportedPreviousIntervalDateFilter
source: This deep link uses previous-interval date ranges, which are unsupported by the current backend
da: Dette dybe link bruger datointervaller for tidligere intervaller, som ikke understøttes af den nuværende backend
de: Dieser Deep Link verwendet Datumsbereiche mit früheren Intervallen, die vom aktuellen Backend nicht unterstützt werden
fr: Ce lien profond utilise des intervalles de dates antérieurs, qui ne sont pas pris en charge par le backend actuel
it: Questo deep link utilizza intervalli di date con intervallo precedente, non supportati dal backend attuale
nl: Deze diepe link gebruikt datumbereiken van vorige intervallen, die niet worden ondersteund door het huidige backend
pl: Ten głęboki link używa zakresów dat z poprzedniego interwału, które nie są obsługiwane przez obecny backend
tr: Bu derin bağlantı, mevcut arka uç tarafından desteklenmeyen önceki aralık tarih aralıklarını kullanır

# errorUnsupportedVersion
source: Unsupported deep link version. Only v1 is currently supported
da: Ikke-understøttet deep link-version. Kun v1 understøttes i øjeblikket
de: Nicht unterstützte Deep-Link-Version. Nur v1 wird derzeit unterstützt
fr: Version de lien profond non prise en charge. Seule la v1 est actuellement prise en charge
it: Versione del deep link non supportata. Attualmente è supportata solo la v1
nl: Niet ondersteunde deep link versie. Alleen v1 wordt momenteel ondersteund
pl: Nieobsługiwana wersja głębokiego linku. Obecnie obsługiwana jest tylko wersja v1
tr: Desteklenmeyen derin bağlantı sürümü. Şu anda yalnızca v1 desteklenmektedir

# errorUnsupportedVersionWithValue
source: Unsupported deep link version: "%@". Only v1 is currently supported
da: Version af dybt link, der ikke understøttes: "%@". Kun v1 understøttes i øjeblikket
de: Nicht unterstützte Deep-Link-Version: "%@". Nur v1 wird derzeit unterstützt
fr: Version de lien profond non prise en charge : "%@". Seule la v1 est actuellement prise en charge
it: Versione del deep link non supportata: "%@". Attualmente è supportata solo la v1
nl: Niet-ondersteunde deep link versie: "%@". Alleen v1 wordt momenteel ondersteund
pl: Nieobsługiwana wersja głębokiego linku: "%@". Obecnie obsługiwana jest tylko wersja v1
tr: Desteklenmeyen derin bağlantı sürümü: "%@". Şu anda yalnızca v1 desteklenmektedir
